[
  {
    "id": 1,
    "date": 1956,
    "text": "Born in New York on June 25, 1956 and raised in Leonia , New Jersey."
  },
  {
    "id": 2,
    "date": 1973,
    "text": "After completing high school education he studied for two years at Vassar College, combining it with a job as a porter at a seafood restaurant in Provincetown, Massachusetts. That experience led him to abandon his degree and enroll in the Culinary Institute of America to study culinary arts, graduating with the class of 1978."
  },
  {
    "id": 3,
    "date": "1995 - 1997",
    "text": "he first books written by Anthony Bourdain were two fiction novels: Bone in the Throat and Gone Bamboo. Both had little impact at the time of their release, but have been reissued after the chef rose to fame."
  },
  {
    "id": 4,
    "date": 1998,
    "text": "He is consolidated as head of the kitchen of the Brasserie Les Halles, based in Manhattan and with delegations in Miami, Washington D.C. and Tokyo."
  },
  {
    "id": 5,
    "date": 1999,
    "text": "While working at Brasserie Les Halles, Bourdain wrote an article for The New Yorker magazine entitled 'Don't Eat Before You Read This' detailing dark aspects of the restaurant industry."
  },
  {
    "id": 6,
    "date": 2000,
    "text": "Later he included it in his first autobiography, Confessions of a Chef (Bloomsbury Publishing), in which he added his own experiences with a direct, casual and scathing style, without sparing on controversial details about his personal life. The title was a critical success, entered the New York Times bestseller list in the nonfiction category, and served to raise awareness beyond the food industry."
  },
  {
    "id": 7,
    "date": 2010,
    "text": "Ten years later, he launched the sequel Raw: the hidden face of the world of gastronomy."
  },
  {
    "id": 8,
    "date": 2018,
    "text": "On the internet, his blog about the Parts Unknown program was awarded a Webby Award."
  },
  {
    "id": 9,
    "date": 2018,
    "text": "Bourdain passed away on June 8, at a hotel in Kaysersberg-Vignoble at the age of 61."
  }
]
